
const translations = {


  //Ukraine
  uk: {
    cookie: [
      'Налаштування файлів cookie',
      "Натискаючи «Прийняти всі», ви погоджуєтеся на збереження файлів cookie на вашому пристрої, що дозволяють покращити навігацію на сайті, а також аналізувати якість користувацького досвіду та ефективність маркетингових інструментів.",
      'Прийняти всі',
      'Відхилити все'
    ],
    head: {
      main: [
        `Клініка ментального здоров'я Dr. Isaenko`,
        `Клініка ментального здоров'я Dr. Isaenko – Психотерапія, лікування депресії, тривожності та стресу`,
        `Клініка ментального здоров'я Dr. Isaenko пропонує ефективні методи лікування депресії, тривожності та стресу. Наші досвідчені психотерапевти використовують сучасні підходи до психотерапії, забезпечуючи якісну допомогу в комфортній атмосфері. Звертайтеся за професійною підтримкою для відновлення душевної рівноваги.`
      ],
      pages: [
        'Головна', //0
        'Наша команда', //1
        'Про клініку', //2
        'Наша команда', //3
        'Стаціонар у Харкові', //4
        'Контакти', //5
        'Мультимодальний підхід', //6
        'Про стаціонар', //7
      ],
      pagesDirections: [
        'Психіатр', //0
        'Патопсихолог', //1
        'Психотерапевт', //2
        'Психолог', //3
        'Дитяча психіатрія', //4
        'Невролог', //5
        'Нейрофізіолог', //6
        'Терапевт', //7
        'Сексолог', //8
        'Наркоголог', //9
        'УЗД' //10
      ]
    },
    highcall: ["Перший ліцензований психіатричний стаціонар в Україні", "Ліцензія МОЗ від 20.12.2018 N2373", "Номер телефону для зв'язку працює 24/7", "Зателефонувати"],
    header: {
      kyiv: "Київ",
      kharkiv: "Харків",
      menu: ["Напрями", "Про клініку", "Наша команда", "Стаціонар у Харкові", "Контакти", "Онлайн-запис"],
      number: `Номер для зв'язку`
    },

    footer: {
      license:[`Ліцензії: затверджено Наказ Міністерства охорони здоров'я України від 20.12.2018 N2373;затверджено Наказ Міністерства охорони здоров'я України від 20.11.2020 N2696`],
      nav: ['Навігація', 'Про клініку', 'Наша команда', 'Стаціонар у Харкові', 'Контакти'],
      routes: ['Напрями', 'Психіатр', 'Патопсихолог', 'Психотерапевт', 'Психолог', 'Дитяча психіатрія', 'Невролог', 'Нейрофізіолог', 'Терапевт', 'Сексолог', 'Нарколог', 'УЗД'],
      schedule: ['Графік роботи', 'Пн-Пт', 'Сб', 'Нд', 'Вихідний'],
      chat: 'Чати підтримки',
      policy: ['«Dr. Isaenko» 2012 – 2024. Всі права захищені', 'Договір Оферти', 'Користувача угода', 'Публічна угода про надання медичних послуг'],
      inpatientTreatment: 'Стаціонарне лікування',
      inpatientTreatmentWorksAllDay: 'Стаціонар м. Харків працює цілодобово'

    },

    ultrasound: 'Наші спеціалісти',

    home: {
      intro: [`Мережа клінік <br /> ментального здоров'я <br /> «Dr. Isaenko»`, "Комплексний мультимодальний підхід <br /> для вашого благополуччя. Клініки у Харкові та Києві.", "Про клініку"],
      aboutClinic: [`Клініка Dr. Isaenko - це затишний, <span>комфортний і сучасний простір, пронизаний світлом і</span> доброзичливою атмосферою.`, `Для багатьох слово «клініка» викликає негативні асоціації: білі стіни, ряд палат, запах лікарні, лікарі в масках. Центр ментального здоров'я Dr. Isaenko пропонує новий підхід до медичних послуг та простору, де вони надаються. <span>Унікальність клініки полягає в мультимодальному комплексному підході до здоров’я, сучасних методах діагностики та лікування.</span>`, 'Детальніше про клініку'],
      infoContainer: [`Вже 3000+ пацієнтів довірили нам своє ментальне здоров'я`, 'Наша клініка — це:', `<span>Затишна та комфортна атмосфера,</span> де пацієнти можуть почувати себе як вдома.`, `<span>Сучасні методи діагностики та лікування,</span> що базуються на новітніх наукових досягненнях.`, `<span>Мультимодальний комплексний підхід до здоров’я,</span> що включає різноманітні терапевтичні методи для забезпечення найкращих результатів.`, `<span>Професійний та дбайливий персонал,</span> готовий надати підтримку в будь-який момент.`],
      cardsInfoSection: ['клієнтів отримали допомогу', 'фахівця приймають онлайн та офлайн', 'Ми з Helsi', 'наш медичний центр співпрацює з Helsi', 'стаціонар знаходиться у м. Харків', 'Докладніше про стаціонар'],
      OurTeamH1: ['У мережі клінік працює мультідисциплінарна команда досвідчених фахівців'],
      ourTeam: {
        doctor: [
          'Швець <br/> Юлія<br/> Олексіївна', //0
          'Кожина<br/> Анна<br/> Михайлівна', //1
          'Мацюк<br/> Анна<br/> Романівна', //2
          'Кожевнікова<br/> Вікторія<br/> Анатоліївна', //3
          'Марченко<br/> Марина<br/> Миколаївна', //4
          'Руденко<br/> Тетяна<br/> Анатолівна', //5
          'Шиліна<br/> Наталія<br/> Сергіївна', //6
          'Іванова<br/> Юлія<br/> Михайлівна', //7
          'Шапран<br/> Юлія<br/> Андріївна', //8
          'Кушніренко<br/> Ганна<br/> Василівна', //9 
          'Борзенко<br/> Віктор<br/> Русланович', //10
          'Георгієвська<br/> Наталія<br/> Володимирівна', //11
          'Новікова<br/> Ірина<br/> Елгуджівна', //12
          'Цебрюк<br/> Катерина<br/> Олегівна'//13
        ],
        quote: [
          'Психіатрія – це шлях до зцілення душі та покращення якості життя.', 
          `Психотерапія допомагає знайти внутрішню гармонію та покращити психічне здоров'я.`, 
          'Професійне лікування паніки, тривоги та депресії з індивідуальним підходом.', 
          `Багаторічний досвід у психодіагностиці та сімейних консультаціях для всебічної допомоги.`, 
          'Лікування панічних атак і депресії з індивідуальним підходом для вашого спокою.', 
          'Довірте своє серце досвідченому кардіологу для комплексної діагностики та лікування.', 
          'Зробіть крок до одужання з експертом у лікуванні психозів та шизофренії.', 
          `Довірте своє психічне здоров'я експерту в терапії гострих психозів та шизофренії.`, 
          'Досягніть внутрішнього спокою через інноваційні методи арт-терапії та КПТ.', 
          'Відчуйте полегшення від депресії та тривоги з допомогою досвідченого спеціаліста.', 
          'Відновіть внутрішній баланс і знайдіть рішення своїх проблем з професійною підтримкою.', 
          'Отримайте професійну допомогу у вирішенні сексуальних проблем', 
          'Поверніть контроль над своїм життям з ефективним лікуванням алкогольної залежності та медикаментозним кодуванням.', 
          'Зробіть перший крок до звільнення від залежності з допомогою досвідченого спеціаліста.'
        ],
        skills: [
          'Провідний фахівець у галузі терапії першого психотичного епізоду, шизофренії', 
          'Доктор наук, психіатр, терапія ПТСР, депресії, адаптації.', 
          'Фахівець у галузі терапії тривожно-депресивних розладів, ПТСР.', 
          'Визнаний фахівець в галузі психологічної діагностики, психотерапії',
          'Психіатр. Консультації. Лікування паніки, РХП, порушень сну, депресії. Лікар стаціонарного лікування у Харкові', 
          'Кандидат медичних наук, доцент, лікар терапевт, лікар ультразвукової діагностики', 
          'Відомий фахівець в галузі терапії гострих психозів, шизофренії, БАР', 
          'Психолог, aрт-терапевт, травматерапевт, психодіагност.', 
          'КПТ, арт-терапія, лікування неврозів.', 
          'Фахівець у лікуванні депресії, тривоги, ДКР, паніки, РХП.', 
          'Допомога у вирішенні внутрішніх та зовнішніх проблем. Лікар стаціонарного лікування у Харкові', 
          'Відомий фахівець у галузі психотерапії, сексології та сексопатології.', 
          'Лікування алкогольної та наркозалежності, медикаментозне кодування. Лікар стаціонарного лікування у Харкові',
          'Фахівець у лікуванні алкогольної та наркозалежності. Лікар стаціонарного лікування у Харкові'

        ],
        button: ['Переглянути всю команду']

      },
      multimodal:{
        left: [`Використовуємо мультимодальний підхід для турботи про ваше ментальне здоров'я`, 'Розробляємо індивідуальну програму для кожного пацієнта, забезпечуючи не тільки лікування, але й загальне покращення якості життя.', 'Докладніше про методологію'],
        directions: ['Психіатр', 'УЗД', 'Нарколог', 'Сексолог', 'Терапевт', 'Нейрофізіолог', 'Невролог', 'Патопсихолог', 'Психолог', 'Психотерапевт']

      },

      inpatientTreatment: ['Стаціонарне<br/> лікування<br/> в місті Харків', 'У Харкові функціонує наш стаціонар, де пацієнти можуть отримувати цілодобову медичну допомогу в комфортних умовах. Стаціонар обладнаний сучасними зручностями, що створюють атмосферу затишку та спокою. Кожна палата обладнана всім необхідним для комфортного перебування, включаючи зручні ліжка, власні санвузли та доступ до особистого лікаря 24/7.', 'Наші пацієнти отримують високоякісне лікування під наглядом досвідчених фахівців, які застосовують новітні методи діагностики та терапії. Ми забезпечуємо індивідуальний підхід до кожного пацієнта, враховуючи всі особливості його стану та потреб. Наш стаціонар – це місце, де ви зможете відчути себе в безпеці та отримати всю необхідну допомогу для ефективного одужання.'],

      certificate: ['Ліцензія МОЗ', '14 ліжок', 'Довідка', 'від 20.12.2018 N2373', 'із них 2 VIP палати', 'Офіційні довідки від нашої клініки', 'стаціонар який знаходиться у м. Харків'],

    },

    nav: ['Усі лікарі', 'Київ', 'Харків', 'Онлайн', 'По напрямкам'],
    team: {
        name: [
            'Кожина Анна Михайлівна', //0
            'Товажнянська Олена Леонідівна', //1
            'Георгіївська Наталія Володимирівна', //2
            'Бовт Юлія Вікторівна',//3
            'Кожевнікова Вікторія Анатоліївна',//4
            'Шиліна Наталія Сергіївна',//5
            'Іванова Юлія Михайлівна',//6
            'Шапран Юлія Андріївна',//7
            'Борзенко Віктор Русланович',//8
            'Руденко Тетяна Анатоліївна',//9
            'Кушніренко Ганна Василівна',//10
            'Цебрюк Катерина Олегівна',//11
            'Швець Юлія Олексіївна',//12
            'Бережний Герман Геннадійович',//13
            'Коровіна Лілія Дмитрівна', //14
            'Мацюк Анна Романівна', //15
            'Вегера-Іжевська Ірина Володимирівна', //16
            'Шапошнік Ольга Миколаївна', //17
            'Білик Людмила Ігорівна', //18
            'Гуцал Катерина Віталіївна', //19
            'Забродіна Людмила Петрівна',//20
            'Медяник Наталія Сергіївна', //21
            'Михайлов Борис Володимирович',//22
            'Скринник Ольга Вячеславівна', //23
            'Новікова Ірина Елгуджівна', //24
            'Марченко Марина Миколаївна' //25
        ],
        services: [
          'Первинна консультація', //0
          'Повторна консультація корекція лікування', //1
          'Психотерапія',//2
          'ЕЕГ',//3
          'Консультація',//4
          'Патопсихологісне досдіження',//5
          'Сімейна консультація',//6
          'Повторна консультація',//7
          'Вартість консультації',//8
          'Загальне УЗД', //9
          'Повторна консультація',//10
          'Проведення психокорекції',//11
          'Консультація',//12
          'ЕКГ',//13
          'Сімейна психотерапія',//14
          'Корекція лікування', //15
          'до' //16
        ],

        special: [
          'Доктор медичних наук, професор, академік Національної академії наук вищої освіти України', //0
          'Доктор медичних наук, професор, лікар невролог.', //1
          'Кандидат медичних наук, доцент, лікар - психіатр, психотерапевт, нарколог, сексопатолог', //2
          'Кандидат медичних наук, лікар -  невролог', //3
          'Кандидат психологічних наук, медичний психолог, патопсихолог', //4
          'Лікар - психіатр, лікар дитячий психіатр, лікарський стаж понад 30 років', //5
          'Психолог, арт – терапевт, травмотерапевт, психодіагност', //6
          'Лікар психіатр, кандидат медичних наук', //7
          'Лікар – психіатр, психолог, психоаналітик', //8
          'Кандидат медичних наук, доцент, лікар - терапевт, лікар ультразвукової діагностики', //9
          'Фахівець у лікуванні депресії, тривоги, ДКР, паніки, РХП', //10
          'Лікар - психіатр. Фахівець у галузі терапії тривожно-депресивних розладів, розладів адаптації, шизофренії, БАР', //11
          'Лікар- психіатр. Провідний фахівець у галузі терапії першого психотичного епізоду', //12
          'Лікар - психіатр, дитячий психіатр', //13
          'Кандидат медичних наук, лікар - психіатр, медичний психолог', //14
          'Фахівець у галузі терапії тривожно-депресивних розладів, ПТСР, розладів адаптації, БАР, шизофренії', //15
          'Фахівець у галузі особистісно-орієнтованої психотерапії, сімейної психотерапії', //16
          'Фахівець у галузі діагностики. Здійснює індивідуальний підбор чекапів', //17
          'Лікар - невролог. Фахівець у галузі терапії судинних захворювань головного мозку', //18
          'Психіатр, психолог.Практикує в інтегративному підході', //19
          'Кандидат біологічних наук, нейрофізіолог', //20
          'Лікар - терапевт. Фахівець у галузі терапії пацієнтів загальнотерапевтичного, кардіологічного і гастроентерологічного профілів', //21
          'Доктор медичних наук професор, академік Національної академії наук вищої освіти України, лікар психіатр, психотерапевт', //22
          'Кандидат медичних наук, лікар - психіатр, дитячий психіатр, психотерапевт', //23
          'Лікар – психіатр, нарколог. Лікарській стаж понад 18 років', //24
          'Лікар - психіатр, лікарський стаж 14 років', //25
        ],
        
        aboutDoctor: [
          'Доктор медичних наук, професор, академік Національної академії наук вищої освіти України, лікар - психіатр, психотерапевт, дитячий психіатр, медичний психолог, лікарський стаж понад 30 років, відомий фахівець у галузі психосвіти, терапії тривожно-депресивних розладів, ПТСР, розладів адаптації',
          'Доктор медичних наук, професор, лікар -  невролог, психотерапевт. Лікарській стаж  34 роки, відомий фахівець у галузі терапії мігрені, больового синдрому, судинних захворюваннях головного мозку, захворювань периферичної нервової системи. Проводить психотерапевтичний супровід хворих на неврологічні захворювання',
          'Кандидат медичних наук, доцент, лікар -  психіатр, психотерапевт, нарколог,  сексопатолог, лікарський стаж понад 20.  Відомий фахівець у галузі психотерапії, сексології та сексопатології. Надає допомогу при невротичних розладах, подружній дезадаптації, сексуальних розладах, алкогольної, наркотичній залежностях, лудоманії',
          'Кандидат медичних наук, лікар -  невролог, лікарський стаж понад 25 років.  Провідний фахівець у галузі терапії органічної патології головного мозку, епілепсії, розладів сну',
          'Кандидат психологічних наук, медичний психолог, патопсихолог, стаж роботи понад 30 років. Визнаний фахівець в галузі психологічної діагностики, психотерапії',
          'Лікар - психіатр, лікар дитячий психіатр лікарський стаж понад 30 років Відомий фахівець в галузі терапії гострих психозів, шизофренії, БАР, когнітивних порушень, деменції, тривожно-депресивних розладів, психосоматичних та соматоформних розладів, порушень сну',
          'Досвід роботи більш 6 років:  психолог, арт – терапевт, травмотерапевт, психодіагност. Практикує в інтегративному підході. Фахівець у галузі психотерапії ПТСР, тривоги, страхів, психосоматичних розладів, РХП. Проводить сімейну психотерапію, тренінги особистісного зросту',
          'Лікар психіатр, кандидат медичних наук, лікарський стаж понад 11  років. Фахівець у галузі терапії невротичних розладів, комп’ютерної та інтернет залежності, арт-терапії, сімейної психотерапії',
          '',
          'Кандидат медичних наук, доцент, лікар -  терапевт, лікар ультразвукової діагностики, лікарський стаж понад 15 років Визнаний фахівець в галузі профілактики, діагностики, лікування та реабілітації пацієнтів кардіологічного і терапевтичного профілів',
          '',
          '',
          'Лікар - психіатр, лікарський стаж  17 років. Провідний фахівець у галузі терапії першого психотичного епізоду, шизофренії, БАР,  психічних розладів у вагітних та післяпологових психозів',
          'Лікар -  психіатр, дитячий  психіатр. Лікарський стаж понад 5 років. Фахівець у галузі терапії тривожно-депресивних розладів, БАР, шизофренії, ПТСР, ОКР, РХП',
          'Кандидат медичних наук, лікар - психіатр, медичний психолог. Лікарській стаж понад 15 років. Фахівець у галузі психодіагностики, психотерапії, терапії тривожно-депресивних розладів, соматоформних розладів, шизофренії',
          '',
          '',
          '',
          '',
          'Лікар - психіатр, психолог. Стаж роботи понад 5 років. Практикує в інтегративному підході. Фахівець у галузі арт - терапії, сімейної терапії, поведінкової терапії',
          'Кандидат біологічних наук, нейрофізіолог, стаж роботи понад 25 років.  Провідний фахівець к галузі нейрофізіологічної діагностики',
          '',
          'Доктор медичних наук, професор, академік Національної академії наук вищої освіти України, лікар психіатр, психотерапевт, лікарський стаж понад 40 років, відомий фахівець у галузі психотерапії, терапії тривожно-депресивних розладів, шизофренії, БАР',
          'Кандидат медичних наук, лікар - психіатр, дитячий психіатр, психотерапевт. Лікарській стаж понад 30 років. Фахівець у галузі дитячої психіатрії, терапії дитячого аутизму, синдрому дефіциту уваги з гіперактивністю, тривожно-депресивних розладів',
          'Лікар – психіатр, нарколог. Лікарській стаж понад 18 років.  Фахівець у галузі лікування алкогольної та наркозалежності, медикаментозного  кодування',
          'Лікар - психіатр, лікарський стаж 14 років. Фахівець у галузі терапії тривожно-депресивних розладів, ПТСР,  психосоматичних та соматоформних розладів, порушень сну'
        ],
        reels: 'reels відео лікаря',
        value: 'Вартість послуг',
        minutes: 'хвилин',
        hrn: 'грн.',
        teamTitle: `Ми пишаємося нашою командою, яка <span>забезпечує найкращий сервіс і допомогу</span> у складні моменти вашого життя.`
    },

    general: {
      isaenkoSection: ['років досвіду', `Ісаєнко<br /> Світлана<br /> Володимирівна`, 'Кандидат медичних наук, лікар -  психіатр, дитячий психіатр, психотерапевт', 'Ісаєнко Світлана Володимирівна', 'Засновниця клініки. Відомий фахівець у галузі психотерапевтичного супроводу, Е-Mental Health технологій'],
      isaenkoTitle: ['Я бачила, як важко людям знайти психологічну підтримку у традиційних лікарняних умовах і мріяла про створення простору, де пацієнти відчували б себе гостями, оточеними турботою та комфортом.'],
      isaenkoQuote: 'Автор он-лайн курсів «Лабораторія щасливих людей», «Дилер щастя», «Сейчастье» «Світлячок», «Любов ON», «Мечтайнік». Психотерапевтичного курсу «OnBaza». Психоосвітнього курсу «Академія доктора Ісаєнко».  Автор книг, що змінюють життя : «Невигадані історії вигаданих людей», «Монстри, з якими ми живемо», «Любов Л», «Мила Міла».'
    },

    faq: {
      title: 'Відповіді на поширені запитання',
      questions: ['Я не знаю хто мені допоможе: психіатр, чи психотерапевт?', 'Я хочу, щоб мені призначили таблетки і стан покращився, до кого звернутись?', 'Для чого мені проходити обстеження?', 'Ви приватна клініка, чи можу я отримати офіційну довідку?', 'Як часто потрібно звертатись після першої консультації лікаря - психіатра?', 'Для чого вказувати персональні дані при записі на консультацію та чи передаєте Ви цю інформацію?', 'За скільки до візиту потрібно прийти до клініки?', `Як зв'язатись з лікарем поза часом консультації?`],
      answers: ['Опишіть Ваш запит де?. Допоможемо з вибором спеціаліста. Що Вас турбує?', `Ваше здоров'я - це головне, потрібно пройти повний огляд для отримання рекомендацій`, 'Ментальні проблеми можуть бути викликані проблемами з боку неврологічного, терапевтичного стану. Також показники соматичного стану впливають на призначення препарату', 'Ми ліцензована психіатрична клініка, співпрацюємо з системою Helsi та надаємо усі необхідні виписки за письмовою заявою пацієнта', 'У лікуванні дуже важливо дотримуватись рекомендацій лікаря та за планом лікування приходити на повторні консультації, через 2 тижні після початку, 1 раз на місяць для контрольних оглядів', `Дані та документ, що засвідчує особу обов'язково потрібно вказувати для ідентифікації пацієнта, лікар надає медичні рекомендації та несе відповідальність за призначення, виписує рецепти. Ваші дані повинні бути повними. Ваша інформація зберігається у повній конфедиційності`, 'За 10 хвилин до початку консультації для заповнення документації', 'Замовити консультацію поза графіком лікаря, або написати адмінам для передання повідомлення для лікаря']
    },

    directionTabs: {
      diseases: ['Тривога', 'Панічні атаки', 'Післяпологові депресії, психози', 'Депресія', 'Біполярний розлад та схожі психічні стани', 'Лудоманія', 'Наркотична залежність та реабілітація', 'Алкогольна залежність та її наслідки', 'Розлад особистості та поведінки', 'Дитяча психіатрія', 'Сімейні стосунки', 'Шизофренія'],
      ocuured: `пацієнтів<br/> вилікувалось`,
      tabButtons: ['Фахівці', 'Лікування захворювань']
    },

    directionPages: {
      nameDirection: ['Психіатр', 'Психотерапевт', 'Психолог', 'Патопсихолог', 'Дитяча психіатрія', 'Невролог', 'Нейрофізіолог', 'Терапевт', 'Сексолог', 'Нарколог', 'УЗІ'],
      titleDirection: [
        'Психіатр – лікар, який спеціалізується на діагностиці, лікуванні та профілактиці психічних розладів. Психіатри проходять навчання в університеті (6 років) та інтернатуру (1,5 роки). Вони використовують сучасні методи діагностики психічних захворювань та лікування, надають невідкладну допомогу і проводять консультації психіатра як вдома, так і в клініці. Ведення медичної документації та поширення медичних знань також є важливою частиною їх роботи.',
        `Психотерапевт – це лікар-психіатр, який пройшов додаткову спеціалізацію з психотерапії. Він використовує різні методи психотерапії, такі як когнітивно-поведінкова терапія, гіпноз, арт-терапія, щоб допомогти пацієнтам із психічними розладами. Психотерапевт працює з пацієнтами для покращення їхнього психічного здоров'я та соціальної адаптації.`,
        'Психолог – фахівець з гуманітарною освітою, який займається вивченням психічних явищ і поведінки людини. Основні сфери діяльності включають психопрофілактичну, психодіагностичну та психокорекційну роботу. Психологи надають психологічну допомогу та підтримку, проводять консультації психолога, але не можуть ставити діагнози чи призначати лікування.',
        'Патопсихолог – фахівець, який вивчає психічні розлади та їх вплив на поведінку людини. Використовуючи психодіагностичні методики, патопсихолог виявляє порушення у психічних сферах і допомагає у постановці діагнозу. Він визначає характер і ступінь порушень, працюючи у медичних установах та реабілітаційних центрах.',
        'Дитяча психіатрія – галузь медицини, яка спеціалізується на діагностиці та лікуванні психічних розладів у дітей та підлітків. Дитячі психіатри проходять спеціалізоване навчання і використовують різні методи лікування, включаючи медикаментозну терапію, психотерапію та сімейні консультації.',
        'Невролог – лікар, який спеціалізується на діагностиці та лікуванні захворювань нервової системи. Він працює з пацієнтами, які мають неврологічні розлади: епілепсія, інсульт, мігрень та інші. Неврологи використовують сучасні методи обстеження і займаються реабілітацією пацієнтів.',
        'Нейрофізіолог – фахівець, який вивчає функції нервової системи на молекулярному, клітинному та системному рівнях. Використовуючи електрофізіологічні дослідження, нейрофізіологи вивчають активність мозку та розробляють нові методи діагностики та лікування нервової системи. Їхні дослідження допомагають зрозуміти механізми захворювань нервової системи і розробляти ефективні методи лікування.',
        'Терапевт – лікар загальної практики, який спеціалізується на діагностиці, лікуванні та профілактиці захворювань внутрішніх органів. Він надає первинну медичну допомогу, проводить огляди, діагностичні тести і призначає лікування. Терапевт консультує пацієнтів з питань здорового способу життя і управління хронічними захворюваннями.',
        `Сексолог – фахівець, який займається вивченням та лікуванням сексуальних розладів і проблем. Він допомагає пацієнтам подолати труднощі, пов'язані з сексуальним здоров'ям, використовуючи психотерапевтичні та медичні методи. Сексологи проводять консультації та освітні заходи для підвищення сексуальної культури та обізнаності.`,
        'Нарколог – лікар, який спеціалізується на діагностиці, лікуванні та профілактиці залежностей від психоактивних речовин. Наркологи використовують комплексний підхід, включаючи медикаментозну терапію, психотерапію та соціальну реабілітацію, для допомоги пацієнтам у подоланні залежностей.',
        'Ультразвукове дослідження (УЗД) – метод діагностики, який використовує високочастотні звукові хвилі для отримання зображень внутрішніх органів і структур тіла. УЗД безпечне, неінвазивне і широко використовується в медицині для діагностики захворювань серця, печінки, нирок та інших органів, а також в акушерстві для спостереження за розвитком плоду.'
      ],

      subtitleDirection: [
        `Якщо вам потрібна допомога або консультація психіатра, зв'яжіться з нами для отримання додаткової інформації.`,
        `Дізнайтеся більше про те, як психотерапія може змінити ваше життя на краще, записавшись на консультацію у нас.`,
        `Для отримання консультації психолога зв'яжіться з нами.`,
        `Для отримання консультації патопсихолога зв'яжіться з нами.`,
        `Якщо вашій дитині потрібна допомога дитячого психіатра, зв'яжіться з нами для отримання додаткової інформації.`,
        `Запишіться на консультацію невролога, зв'язавшись з нами для отримання додаткової інформації.`,
        `Для отримання консультації нейрофізіолога зв'яжіться з нами.`,
        `Запишіться на консультацію терапевта, зв'язавшись з нами для отримання первинної медичної допомоги.`,
        `Дізнайтеся більше про те, як сексолог може допомогти вам покращити сексуальне здоров'я, зв'язавшись з нами.`,
        `Запишіться на консультацію нарколога, зв'язавшись з нами для отримання допомоги у лікуванні залежностей.`,
        `Дізнайтеся більше про переваги УЗД діагностики і запишіться на обстеження, зв'язавшись з нами.`,
      ],
      specialists: 'Наші спеціалісти'
    },

    multimodalPage:{
      title: 'Чому мультимодальний підхід?',
      subtitle: [`Часто виникає питання: <span> «Навіщо проходити консультації у невролога, нарколога, патопсихолога, психотерапевта та інших спеціалістів?» </span>`, 'Відповідь проста! Депресії, тривожні стани, деменція, алкогольна залежність, біполярний розлад та багато інших психіатричних захворювань можуть виникати на тлі неврологічних, терапевтичних і супутніх діагнозів та станів.', `Пацієнт нашої клініки — найважливіша особа, а його здоров'я — головна мета нашої роботи. Тому наші лікарі проводять повний огляд, охоплюючи різні напрями обстежень.`]
    },

    inpatientTreatmentPage: {
      title: `<span>Стаціонарне лікування</span> в клініці ментального здоров'я «Dr. Isaenko»`,
      subtitle: `Клініка ментального здоров'я «Dr. Isaenko» — єдина в Україні приватна психіатрична клініка, де в комфортних умовах проводиться комплексне лікування:`,
      points: [
        `Тривожних та тривожно-фобічних розладів (панічні атаки, генералізований тривожний розлад, ОКР та ін.)`,
        `Широкого спектру депресивних розладів`, 
        `Посттравматичних стресових розладів та розладів адаптації`,
        'Розладів харчової поведінки (нервова анорексія, булімія)',
        'Розладів психіки після перенесеного Covid-19',
        'Гострих та хронічних психозів, шизофренії',
        'Біполярного афективного розладу',
        'Деменції',
        'Головних болів, мігрені', 
        'Судинних захворювань головного мозку',
        'Неврологічних захворювань',
        'Больового синдрому',
        'Епілепсії',
        'Хвороби Паркінсона'
      ],
      rules: {
        title: 'Умови перебування',
        subtitle: 'Пацієнти нашої клініки цілодобово перебувають під комплексним наглядом висококваліфікованого медичного персоналу.Мінімальна вартість перебування у стаціонарі 4000 гривень, яка включає в себе:',
        points: [
          `<span>Перебування</span>`,
          `<span>Харчування (4-разове, включаючи дієтичний стіл)</span>`,
          `<span>Медикаментозна терапія сучасними препаратами останнього покоління</span>`,
          `<span>Апаратний масаж</span>`,
        ]
      },
      servicesTreatment: {
        title: 'Послуги стаціонару',
        subtitle: 'У клініці надається амбулаторна та стаціонарна допомога. Стаціонар розрахований на 14 ліжок (1 одномісна VIP палата на 1 особу, 1 двомісна VIP палата, 1 чоловіча палата, 1 жіноча палата). Також палата денного стаціонару на 4 ліжка.',
        service: [
          '1 одномісна VIP палата',
          '1 двомісна VIP палата',
          'Палати для чоловіків',
          'Палати для жінок'
        ]
      },

      schedule: {
        title: 'Розклад',
        subtitle: `Ментальне здоров'я – найважливіша складова здоров'я людини, довіряйте свій душевний стан лише професіоналам. Клініка ментального здоров'я «Dr. Isaenko» Вам у цьому допоможе!`,
        colls: ['Пробудження, ранкова гігієна', 'Зарядка. Пн, Пт - фізична реабілітація.', 'Сніданок', 'Прийом медикаментів', 'Читання книг, перегляд фільмів', 'Візит родичів', 'Обід', 'Прийом медикаментів', 'Денний сон', 'Підвечірок', 'Здача лабораторних аналізів', '(за записом)', 'Проходження дообстеження невролог/патопсихолог/терапевт/ЕКГ']
      },

      scheduleTwo: {
        subtitle: 'Арт-терапія, КПТ, психоутворення, раціональна психотерапія, консультації суміжних фахівців, автоматизований масаж за призначенням лікаря',
        colls: ['Вечеря', 'Прийом медикаментів', 'Вільний час', 'Ароматерапія', 'Вечірні гігієнічні процедури', 'Нічний сон']
      },

      specialists: 'Наші фахівці стаціонарного лікування'

    },

    aboutClinicPage: {
      intro: [
        `Ласкаво просимо</br> до нашого <span>оазису спокою і турботи</span>`,
        'Про нас',
        'Ідея створення клініки народилася у лікаря Ісаєнко Світлани Володимирівни після 8 років роботи в міській лікарні Харкова.  Її метою було створити простір, де пацієнти отримують професійну допомогу в комфортних умовах, відчуваючи себе гостями, оточеними турботою та комфортом.'
      ],

      principles: [
        'Наші Принципи',
        `<span>Комфорт і Турбота:</span> Ми створюємо теплу та невимушену атмосферу.`,
        `<span>Індивідуальний Підхід:</span> Кожен пацієнт отримує персональний план лікування.`,
        `<span>Прозорість та Доступність:</span> Завдяки платформі Helsi, наші пацієнти можуть легко записатися на прийом та отримати доступ до медичних записів онлайн.`,
        `Наші принципи спрямовані на створення оптимальних умов для вашого ментального здоров'я та комфортного лікування.`
      ],
      isaenkoTitle: 'Ми надаємо індивідуальний підхід до кожного пацієнта, пропонуючи консультації, дообстеження та план лікування, що дозволяє пацієнтам жити повноцінним життям без ментальних проблем.',
      multimodal: [
        'Мультимодальний Підхід Доктора Ісаєнко',
        `Доктор Ісаєнко Світлана Володимирівна, засновник нашої клініки, розробила унікальний мультимодальний підхід до лікування ментального здоров'я. Вона інтегрувала найсучасніші методи діагностики та терапії, забезпечуючи комплексний і персоналізований підхід до кожного пацієнта.`
      ]
    },

    contacts: {
      mobile: 'Номер для зв’язку',
      email: 'Електронна пошта'
    },

    form : {
      title: 'Залишились питання?',
      subtitle: 'Вкажіть номер телефону, і ми вам передзвонимо',
      warning: 'Натискаючи кнопку, ви погоджуєтесь з умовами обробки персональних даних.',
      required: 'Це поле обовʼязкове',
      maxLength: ['Максимальна довжина - 120 символів', 'Максимальна довжина - 300 символів'],

      format: 'Формат номеру',

      inputs: ['ПІБ пацієнта', 'Ваш номер телефону*', 'Чим ми можемо вам допомогти ?', 'Відправити'],

      successSend: 'Заявка успішно відправлена!',
      failedSend: 'Помилка при відправці форми. Спробуйте ще раз.'
    },

    loading: ['Завантаження...'],

    appoinment: ['Записатись на прийом'],

    offerAgreement: ['погоджуюсь з ', 'умовами договору оферти'],

    offerAgreementLicense: [`Ліцензії: затверджено Наказ Міністерства охорони здоров'я України від 20.12.2018 N2373;затверджено Наказ Міністерства охорони здоров'я України від 20.11.2020 N2696`]




  },








  
  //English

  en: {
    cookie: [
      'Cookie Settings',
      `By clicking "Accept all", you agree to store cookies on your device, which help improve navigation on the site, as well as analyze the quality of user experience and the effectiveness of marketing tools.`,
      'Accept All',
      'Reject All'
    ],
    head: {
      main: [
        "Dr. Isaenko Mental Health Clinic",
        "Dr. Isaenko Mental Health Clinic – Psychotherapy, Depression Treatment, Anxiety, and Stress Management",
        "Dr. Isaenko Mental Health Clinic offers effective methods for treating depression, anxiety, and stress. Our experienced psychotherapists use modern approaches to psychotherapy, providing quality care in a comfortable environment. Contact us for professional support in restoring mental balance."
      ],
      pages: [
        'Home',
        'Our Team',
        'About the Clinic',
        'Our Team',
        'Inpatient Facility in Kharkiv',
        'Contacts',
        'Multimodal Inpatient Treatment',
        'About the Inpatient Treatment',
      ],
      pagesDirections: [
        'Psychiatrist',
        'Pathopsychologist',
        'Psychotherapist',
        'Psychologist',
        'Child Psychiatry',
        'Neurologist',
        'Neurophysiologist',
        'Therapist',
        'Sexologist',
        'Narcologist',
        'Ultrasound'
      ]
    },
    

    highcall: ["The first licensed psychiatric hospital in Ukraine", "License of the MOH dated 12.20.2018 N2373", "The phone number for communication works 24/7", "Call"],

    header: {
      kyiv: "Kyiv",
      kharkiv: "Kharkiv",
      menu: ["Directions", "About the clinic", "Our team", "Hospital in Kharkiv", "Contacts", "Online registration"],
      number: `Contact Number`
    },

    footer: {
      license: [`Licenses: approved by the Order of the Ministry of Health of Ukraine dated 20.12.2018 N2373; approved by the Order of the Ministry of Health of Ukraine dated 20.11.2020 N2696`],
      nav: ['Navigation', 'About the Clinic', 'Our Team', 'Inpatient Treatment in Kharkiv', 'Contacts'],
      routes: ['Directions', 'Psychiatrist', 'Pathopsychologist', 'Psychotherapist', 'Psychologist', 'Child Psychiatry', 'Neurologist', 'Neurophysiologist', 'Therapist', 'Sexologist', 'Narcologist', 'Ultrasound'],      
      schedule: ['Working Hours', 'Mon-Fri', 'Sat', 'Sun', 'Day off'],
      chat: 'Support Chats',
      policy: ['«Dr. Isaenko» 2012 – 2024. All rights reserved', 'Offer Agreement', 'User Agreement', 'Public Agreement on the Provision of Medical Services'],
      inpatientTreatment: 'Inpatient treatment',
      inpatientTreatmentWorksAllDay: 'Inpatient treatment in Kharkiv operates 24/7'
    },


    home: {
      intro: [`Mental Health <br /> clinic network <br /> «Dr. Isaenko»`, "A comprehensive multimodal approach <br/> to your well-being. Clinics in Kharkiv and Kyiv.", "About clinic"],
      aboutClinic: [`Clinic Dr. Isaenko is a cozy, <span>comfortable and modern space permeated with light and</span> friendly atmosphere.`, `For many, the word "clinic" evokes negative associations: white walls, a row of wards, the smell of a hospital, doctors in masks. Center for mental health Dr. Isaenko offers a new approach to medical services and the space where they are provided. <span>The uniqueness of the clinic lies in a multimodal complex approach to health, modern methods of diagnosis and treatment.</span>`, 'More about the clinic'],
      infoContainer: [`Already 3000+ patients have trusted us with their mental health`, 'Our clinic is:', `<span>Convenient and comfortable atmosphere,</span> where patients can feel at home.`, `<span>Modern methods of diagnosis and treatment,</span> based on the latest scientific achievements.`, `<span>A multimodal complex approach to health,</span> incorporating a variety of therapeutic methods to provide the best results.`, `<span>Professional and caring staff,</span> ready to provide support at any time.`],
      cardsInfoSection: ['clients received help', 'specialists are accepted online and offline', 'We with Helsi', 'our medical center cooperates with Helsi', 'the hospital is located in Kharkiv', 'Learn more about the hospital'],
      OurTeamH1: ['A multidisciplinary team of experienced specialists works in our clinic network'],
      ourTeam: {
        doctor: [
            'Shvets <br/> Yuliia<br/> Oleksiivna', //0
            'Kozhina<br/> Anna<br/> Mykhailivna', //1
            'Matsiuk<br/> Anna<br/> Romanivna', //2
            'Kozhevnikova<br/> Viktoria<br/> Anatoliivna', //3
            'Marchenko<br/> Maryna<br/> Mykolaivna', //4
            'Rudenko<br/> Tetiana<br/> Anatoliivna', //5
            'Shylina<br/> Nataliia<br/> Serhiivna', //6
            'Ivanova<br/> Yuliia<br/> Mykhailivna', //7
            'Shapran<br/> Yuliia<br/> Andriivna', //8
            'Kushnirenko<br/> Hanna<br/> Vasylivna', //9
            'Borzenko<br/> Viktor<br/> Ruslanovych', //10
            'Heorhiyivska<br/> Nataliia<br/> Volodymyrivna', //11
            'Novikova<br/> Iryna<br/> Elgudzhivna', //12
            'Tsebriuk<br/> Kateryna<br/> Olehivna' //13
        ],
        quote: [
            'Psychiatry is the path to healing the soul and improving the quality of life.',
            'Psychotherapy helps find inner harmony and improve mental health.',
            'Professional treatment of panic, anxiety, and depression with an individual approach.',
            'Years of experience in psychodiagnostics and family counseling for comprehensive support.',
            'Treatment of panic attacks and depression with an individual approach for your peace of mind.',
            'Trust your heart to an experienced cardiologist for comprehensive diagnostics and treatment.',
            'Take a step towards recovery with an expert in the treatment of psychosis and schizophrenia.',
            'Trust your mental health to an expert in acute psychosis and schizophrenia therapy.',
            'Achieve inner peace through innovative methods of art therapy and CBT.',
            'Experience relief from depression and anxiety with the help of an experienced specialist.',
            'Restore inner balance and find solutions to your problems with professional support.',
            'Get professional help in solving sexual problems.',
            'Regain control over your life with effective treatment of alcohol dependence and medication coding.',
            'Take the first step towards freedom from addiction with the help of an experienced specialist.'
        ],
        skills: [
          'Leading specialist in the therapy of the first psychotic episode, schizophrenia.',
          'Doctor of Science, Psychiatrist, PTSD therapy, depression, adaptation.',
          'Specialist in the therapy of anxiety-depressive disorders, PTSD.',
          'Recognized specialist in psychological diagnostics, psychotherapy.',
          'Psychiatrist. Consultations. Treatment of panic, eating disorders, sleep disturbances, depression. Inpatient treatment doctor in Kharkiv.',
          'Candidate of Medical Sciences, Associate Professor, Therapist, Ultrasound Diagnostic Doctor.',
          'Renowned specialist in the treatment of acute psychosis, schizophrenia, bipolar disorder.',
          'Psychologist, Art Therapist, Trauma Therapist, Psychodiagnostician.',
          'CBT, art therapy, treatment of neuroses.',
          'Specialist in the treatment of depression, anxiety, OCD, panic, eating disorders.',
          'Assistance in solving internal and external problems. Inpatient treatment doctor in Kharkiv.',
          'Renowned specialist in psychotherapy, sexology, and sexopathology.',
          'Treatment of alcohol and drug addiction, medication coding. Inpatient treatment doctor in Kharkiv.',
          'Specialist in the treatment of alcohol and drug addiction. Inpatient treatment doctor in Kharkiv.'
        ],
        
        button: ['View the entire team']
    },
    
    
      multimodal:{
        left: [
          'We use a multimodal approach to care for your mental health',
          'We develop an individual program for each patient, ensuring not only treatment but also overall improvement in quality of life.',
          'Learn more about the methodology'
        ],
        directions: ['Psychiatrist', 'Ultrasound', 'Narcologist', 'Sexologist', 'Therapist', 'Neurophysiologist', 'Neurologist', 'Pathopsychologist', 'Psychologist', 'Psychotherapist']
      },
      inpatientTreatment: [
        "Inpatient<br/> treatment in the<br/> city of Kharkiv",
        "In Kharkiv, we operate our inpatient facility where patients can receive round-the-clock medical care in comfortable conditions. The inpatient facility is equipped with modern amenities that create a cozy and calm atmosphere. Each room is equipped with everything necessary for a comfortable stay, including comfortable beds, private bathrooms, and access to a personal doctor 24/7.",
        "Our patients receive high-quality treatment under the supervision of experienced specialists who use the latest diagnostic and therapeutic methods. We provide an individual approach to each patient, taking into account all the specifics of their condition and needs. Our inpatient facility is a place where you can feel safe and receive all the necessary help for effective recovery."
    ],
    certificate: [
        "MOH License",
        "14 beds",
        "Certificate",
        "dated 20.12.2018 N2373",
        "including 2 VIP rooms",
        "Official certificates from our clinic",
        "inpatient facility located in Kharkiv"
      ]
    },
    nav: ['All Doctors', 'Kyiv', 'Kharkiv', 'Online', 'By Directions'],
    team:{
      name: [
        'Kozhina Anna Mykhailivna',
        'Tovazhnyanska Olena Leonidivna',
        'Heorhiyevska Nataliya Volodymyrivna',
        'Bovt Yuliya Viktorivna',
        'Kozhevnikova Viktoriya Anatoliivna',
        'Shylina Nataliya Serhiivna',
        'Ivanova Yuliya Mykhailivna',
        'Shapran Yuliya Andriivna',
        'Borzenko Viktor Ruslanovych',
        'Rudenko Tetyana Anatoliivna',
        'Kushnirenko Hanna Vasylivna',
        'Tsebryuk Kateryna Olehivna',
        'Shvets Yuliya Oleksiivna',
        'Berezhnyi Herman Hennadiyovych',
        'Korovina Liliya Dmytrivna',
        'Matsiuk Anna Romanivna',
        'Veyhera-Izhevska Iryna Volodymyrivna',
        'Shaposhnik Olha Mykolaivna',
        'Bilyk Lyudmyla Ihorivna',
        'Hutsal Kateryna Vitaliivna',
        'Zabrodina Lyudmyla Petrivna',
        'Medyanik Nataliya Serhiivna',
        'Mykhaylov Borys Volodymyrovych',
        'Skrynnyk Olha Vyacheslavivna',
        'Novikova Iryna Elgudzhivna',
        'Marchenko Maryna Mykolaivna'
    ],
    services: [
      'Initial consultation', // 0
      'Follow-up consultation and treatment adjustment', // 1
      'Psychotherapy', // 2
      'EEG', // 3
      'Consultation', // 4
      'Pathopsychological examination', // 5
      'Family consultation', // 6
      'Follow-up consultation', // 7
      'Consultation fee', // 8
      'General ultrasound', // 9
      'Follow-up consultation', // 10
      'Conducting psychocorrection', // 11
      'Consultation', // 12
      'ECG', // 13
      'Family psychotherapy', // 14
      'Treatment adjustment', // 15
      'up to' // 16
    ],
    
    special: [
      'Doctor of Medical Sciences, Professor, Academician of the National Academy of Higher Education of Ukraine', //0
      'Doctor of Medical Sciences, Professor, Neurologist', //1
      'Candidate of Medical Sciences, Associate Professor, Psychiatrist, Psychotherapist, Narcologist, Sexologist', //2
      'Candidate of Medical Sciences, Neurologist', //3
      'Candidate of Psychological Sciences, Medical Psychologist, Pathopsychologist', //4
      'Psychiatrist, Child Psychiatrist, with over 30 years of medical experience', //5
      'Psychologist, Art Therapist, Trauma Therapist, Psychodiagnostician', //6
      'Psychiatrist, Candidate of Medical Sciences', //7
      'Psychiatrist, Psychologist, Psychoanalyst', //8
      'Candidate of Medical Sciences, Associate Professor, Therapist, Ultrasonography Doctor', //9
      'Specialist in the treatment of depression, anxiety, OCD, panic, eating disorders', //10
      'Psychiatrist. Specialist in the therapy of anxiety-depressive disorders, adjustment disorders, schizophrenia, bipolar affective disorder', //11
      'Psychiatrist. Leading specialist in the therapy of the first psychotic episode', //12
      'Psychiatrist, Child Psychiatrist', //13
      'Candidate of Medical Sciences, Psychiatrist, Medical Psychologist', //14
      'Specialist in the therapy of anxiety-depressive disorders, PTSD, adjustment disorders, bipolar affective disorder, schizophrenia', //15
      'Specialist in person-centered psychotherapy, family psychotherapy', //16
      'Specialist in diagnostics. Provides individualized checkup selection', //17
      'Neurologist. Specialist in the therapy of cerebrovascular diseases', //18
      'Psychiatrist, Psychologist. Practices an integrative approach', //19
      'Candidate of Biological Sciences, Neurophysiologist', //20
      'Therapist. Specialist in the therapy of general therapeutic, cardiological, and gastroenterological patients', //21
      'Doctor of Medical Sciences, Professor, Academician of the National Academy of Higher Education of Ukraine, Psychiatrist, Psychotherapist', //22
      'Candidate of Medical Sciences, Psychiatrist, Child Psychiatrist, Psychotherapist', //23
      'Psychiatrist, Narcologist. With over 18 years of medical experience', //24
      'Psychiatrist, with 14 years of medical experience', //25
  ],
  

    aboutDoctor: [
      'Doctor of Medical Sciences, Professor, Academician of the National Academy of Higher Education of Ukraine, Psychiatrist, Psychotherapist, Child Psychiatrist, Medical Psychologist, with over 30 years of medical experience, a well-known specialist in psychoeducation, therapy of anxiety-depressive disorders, PTSD, and adjustment disorders',
      'Doctor of Medical Sciences, Professor, Neurologist, Psychotherapist. With 34 years of medical experience, a well-known specialist in migraine therapy, pain syndrome, cerebrovascular diseases, and peripheral nervous system disorders. Provides psychotherapeutic support for patients with neurological diseases',
      'Candidate of Medical Sciences, Associate Professor, Psychiatrist, Psychotherapist, Narcologist, Sexologist, with over 20 years of medical experience. A well-known specialist in psychotherapy, sexology, and sexopathology. Provides assistance with neurotic disorders, marital maladaptation, sexual disorders, alcohol and drug addiction, and gambling addiction',
      'Candidate of Medical Sciences, neurologist, with over 25 years of medical experience. Leading specialist in the field of therapy for organic brain pathology, epilepsy, and sleep disorders',
      'Candidate of Psychological Sciences, Medical Psychologist, Pathopsychologist, with over 30 years of experience. A recognized specialist in psychological diagnostics and psychotherapy',
      'Psychiatrist, Child Psychiatrist, with over 30 years of medical experience. A well-known specialist in the therapy of acute psychoses, schizophrenia, bipolar affective disorder, cognitive impairments, dementia, anxiety-depressive disorders, psychosomatic, and somatoform disorders, sleep disorders',
      'With more than 6 years of experience: Psychologist, Art Therapist, Trauma Therapist, Psychodiagnostician. Practices an integrative approach. Specialist in the psychotherapy of PTSD, anxiety, fears, psychosomatic disorders, eating disorders. Conducts family psychotherapy, and personal growth training',
      'Psychiatrist, Candidate of Medical Sciences, with over 11 years of medical experience. Specialist in the therapy of neurotic disorders, computer and internet addiction, art therapy, and family psychotherapy',
      '',
      'Candidate of Medical Sciences, Associate Professor, Therapist, Ultrasonography Doctor, with over 15 years of medical experience. A recognized specialist in the prevention, diagnosis, treatment, and rehabilitation of patients with cardiological and therapeutic profiles',
      '',
      '',
      'Psychiatrist, with 17 years of medical experience. Leading specialist in the therapy of the first psychotic episode, schizophrenia, bipolar affective disorder, mental disorders in pregnant women, and postpartum psychosis',
      'Psychiatrist, Child Psychiatrist, with over 5 years of medical experience. Specialist in the therapy of anxiety-depressive disorders, bipolar affective disorder, schizophrenia, PTSD, OCD, eating disorders',
      'Candidate of Medical Sciences, Psychiatrist, Medical Psychologist. With over 15 years of medical experience. Specialist in psychodiagnostics, psychotherapy, therapy of anxiety-depressive disorders, somatoform disorders, schizophrenia',
      '',
      '',
      '',
      '',
      'Psychiatrist, Psychologist. With over 5 years of experience. Practices an integrative approach. Specialist in art therapy, family therapy, behavioral therapy',
      'Candidate of Biological Sciences, Neurophysiologist, with over 25 years of experience. Leading specialist in neurophysiological diagnostics',
      '',
      'Doctor of Medical Sciences, Professor, Academician of the National Academy of Higher Education of Ukraine, Psychiatrist, Psychotherapist, with over 40 years of medical experience, a well-known specialist in psychotherapy, therapy of anxiety-depressive disorders, schizophrenia, bipolar affective disorder',
      'Candidate of Medical Sciences, Psychiatrist, Child Psychiatrist, Psychotherapist. With over 30 years of medical experience. Specialist in child psychiatry, therapy of childhood autism, attention deficit hyperactivity disorder, anxiety-depressive disorders',
      'Psychiatrist, Narcologist. With over 18 years of medical experience. Specialist in the treatment of alcohol and drug addiction, medication coding',
      'Psychiatrist, with 14 years of medical experience. Specialist in the therapy of anxiety-depressive disorders, PTSD, psychosomatic and somatoform disorders, sleep disorders'
  ],
  
    
      reels: `doctor's reels video`,
      value: 'Service cost',
      minutes: 'Minutes',
		  hrn: 'UAH',
      teamTitle: `We are proud of our team, which <span>provides the best service and support</span> in difficult moments of your life.`
      },


    general: {
      isaenkoSection: ['years of experience', `Isaenko<br /> Svitlana<br /> Volodymyrivna`, 'Candidate of medical sciences, Psychiatrist, Child Psychiatrist, Psychotherapist', 'Isaenko Svitlana Volodymyrivna', 'Founder of the clinic. A well-known specialist in the field of psychotherapeutic support and E-Mental Health technologies'],
      isaenkoTitle: ['I saw how difficult it is for people to find psychological support in traditional hospital settings and dreamed of creating a space where patients would feel like guests, surrounded by care and comfort.'],
      isaenkoQuote: `Author of online courses "Laboratory of Happy People", "Happiness Dealer", "Seychastye", "Svitlyachok", "Love ON", "Mechtaynik". Psychotherapeutic course "OnBaza". Psychoeducational course "Dr. Isaenko's Academy". Author of life-changing books: "True Stories of Imaginary People", "Monsters We Live With", "Love L", "Dear Mila".`
    },

    faq: {
      title: "Answers to Frequently Asked Questions",
      questions: [
        "I don't know who can help me: a psychiatrist or a psychotherapist?",
        "I want to be prescribed medication to improve my condition, who should I contact?",
        "Why do I need to undergo an examination?",
        "You are a private clinic, can I get an official certificate?",
        "How often should I visit after the first consultation with a psychiatrist?",
        "Why do I need to provide personal data when booking a consultation, and do you share this information?",
        "How early should I arrive at the clinic before my appointment?",
        "How can I contact the doctor outside of consultation hours?"
      ],
      answers: [
        "Describe your request, and we will help you choose the right specialist. What is bothering you?",
        "Your health is the most important, you need to undergo a complete examination to receive recommendations",
        "Mental health issues can be caused by neurological or therapeutic problems. Also, somatic state indicators affect the prescription of medication",
        "We are a licensed psychiatric clinic, we cooperate with the Helsi system and provide all necessary extracts upon the patient's written request",
        "In treatment, it is very important to follow the doctor's recommendations and come for follow-up consultations according to the treatment plan, 2 weeks after the start, and once a month for control check-ups",
        "It is mandatory to provide personal data and identification document for patient identification. The doctor provides medical recommendations and is responsible for prescriptions. Your data must be complete. Your information is kept completely confidential",
        "Arrive 10 minutes before the start of the consultation to fill out the documentation",
        "Request a consultation outside the doctor's schedule or write to the admins to convey a message to the doctor"
      ]
    },

    directionTabs: {
      diseases: ['Anxiety', 'Panic attacks', 'Postpartum depression, psychosis', 'Depression', 'Bipolar disorder and similar mental states', 'Gambling addiction', 'Drug addiction and rehabilitation', 'Alcohol addiction and its consequences', 'Personality and behavioral disorders', 'Child psychiatry', 'Family relationships', 'Schizophrenia'],
      ocuured: `patients<br/> recovered`,
      tabButtons: ['Specialists', 'Disease Treatment']
    },

    directionPages: {
      nameDirection: ['Psychiatrist', 'Psychotherapist', 'Psychologist', 'Pathopsychologist', 'Child Psychiatry', 'Neurologist', 'Neurophysiologist', 'General Practitioner (Therapist)', 'Sexologist', 'Addiction Specialist', 'Ultrasound (US) Specialist'],
      titleDirection: [
        'A psychiatrist is a medical doctor specializing in the diagnosis, treatment, and prevention of mental disorders. Psychiatrists undergo extensive training, including 6 years in university and 1.5 years of residency. They use modern diagnostic methods and treatments for mental illnesses, provide emergency care, and conduct psychiatrist consultations at home and in clinics. Managing medical records and disseminating medical knowledge are also key parts of their work.',
        'A psychotherapist is a psychiatrist who has undergone additional training in psychotherapy. They use various methods such as cognitive-behavioral therapy, hypnosis, and art therapy to help patients with mental disorders. Psychotherapists work with patients to improve their mental health and social adaptation.',
        'A psychologist is a specialist with a humanities education who studies mental phenomena and human behavior. Their primary areas of activity include psychoprophylactic, psychodiagnostic, and psychocorrectional work. Psychologists provide psychological assistance and support, conduct psychologist consultations, but they cannot diagnose or prescribe treatment.',
        'A pathopsychologist specializes in studying mental disorders and their impact on human behavior. Using psychodiagnostic methods, pathopsychologists identify impairments in mental functioning and assist in diagnosis. They determine the nature and degree of these impairments, working in medical institutions and rehabilitation centers.',
        'Child psychiatry is a medical field specializing in diagnosing and treating mental disorders in children and adolescents. Child psychiatrists undergo specialized training and use various treatment methods, including medication, psychotherapy, and family counseling.',
        'A neurologist is a doctor specializing in diagnosing and treating diseases of the nervous system. They work with patients who have neurological disorders: epilepsy, stroke, migraine, and others. Neurologists use modern diagnostic methods and provide patient rehabilitation.',
        'A neurophysiologist studies the functions of the nervous system at the molecular, cellular, and systemic levels. Using electrophysiological studies, neurophysiologists investigate brain activity and develop new methods for diagnosing and treating nervous system disorders. Their research helps understand the mechanisms of nervous system diseases and develop effective treatment methods.',
        'A general practitioner (therapist) specializes in diagnosing, treating, and preventing diseases of the internal organs. They provide primary medical care, conduct examinations, diagnostic tests, and prescribe treatment. General practitioners advise patients on healthy lifestyles and managing chronic diseases.',
        'A sexologist specializes in studying and treating sexual disorders and problems. They help patients overcome difficulties related to sexual health using psychotherapeutic and medical methods. Sexologists conduct consultations and educational activities to raise sexual culture and awareness.',
        'An addiction specialist is a doctor specializing in diagnosing, treating, and preventing dependencies on psychoactive substances. Addiction specialists use a comprehensive approach, including medication, psychotherapy, and social rehabilitation, to help patients overcome dependencies.',
        'Ultrasound (US) is a diagnostic method using high-frequency sound waves to create images of internal organs and body structures. US is safe, non-invasive, and widely used in medicine for diagnosing diseases of the heart, liver, kidneys, and other organs, as well as in obstetrics to monitor fetal development.'
      ],

      subtitleDirection: [
        'If you need help or a consultation with a psychiatrist, contact us for more information.',
        'Learn more about how psychotherapy can change your life for the better by scheduling a consultation with us.',
        'For a consultation with a psychologist, contact us.',
        'For a consultation with a pathopsychologist, contact us.',
        'If your child needs help from a child psychiatrist, contact us for more information.',
        'Schedule a neurologist consultation by contacting us for more information.',
        'For a consultation with a neurophysiologist, contact us.',
        'Schedule a therapist consultation by contacting us for primary medical care.',
        'Learn more about how a sexologist can help you improve your sexual health by contacting us.',
        'Schedule an addiction specialist consultation by contacting us for help in treating dependencies.',
        'Learn more about the advantages of US diagnostics and schedule an examination by contacting us.'
      ],

      specialists: 'Our specialists'
    },

    multimodalPage:{
      title: 'Why Multimodal Approach?',
      subtitle: [
        `A common question arises: <span>«Why undergo consultations with a neurologist, narcologist, pathopsychologist, psychotherapist, and other specialists?»</span>`,
        'The answer is simple! Depression, anxiety disorders, dementia, alcohol addiction, bipolar disorder, and many other psychiatric conditions can occur against the background of neurological, therapeutic, and comorbid diagnoses and conditions.',
        `The patient of our clinic is the most important person, and their health is the main goal of our work. Therefore, our doctors conduct a complete examination, covering various directions of assessments.`
      ]
    },

    inpatientTreatmentPage: {
      title: `<span>Inpatient treatment</span> at the Mental Health Clinic "Dr. Isaenko"`,
      subtitle: `The Mental Health Clinic "Dr. Isaenko" is the only private psychiatric clinic in Ukraine where comprehensive treatment is provided in comfortable conditions:`,
      points: [
        `Anxiety and anxiety-phobic disorders (panic attacks, generalized anxiety disorder, OCD, etc.)`,
        `A wide range of depressive disorders`,
        `Post-traumatic stress disorders and adjustment disorders`,
        'Eating disorders (anorexia nervosa, bulimia)',
        'Mental disorders after Covid-19',
        'Acute and chronic psychoses, schizophrenia',
        'Bipolar affective disorder',
        'Dementia',
        'Headaches, migraines',
        'Vascular diseases of the brain',
        'Neurological diseases',
        'Pain syndrome',
        'Epilepsy',
        'Parkinson\'s disease'
      ],
      rules: {
        title: 'Conditions of Stay',
        subtitle: 'Patients of our clinic are under comprehensive supervision by highly qualified medical staff around the clock. The minimum cost of staying in the hospital is 4000 hryvnias, which includes:',
        points: [
          `<span>Accommodation</span>`,
          `<span>Meals (4 times a day, including dietary options)</span>`,
          `<span>Pharmacotherapy with modern, latest-generation medications</span>`,
          `<span>Apparatus massage</span>`,
        ]
      },
    
      servicesTreatment: {
        title: 'Inpatient services',
        subtitle: 'The clinic provides outpatient and inpatient care. The inpatient unit has a capacity of 14 beds (1 single VIP room, 1 double VIP room, 1 male ward, 1 female ward). There is also a day hospital room with 4 beds.',
        service: [
          '1 single VIP room',
          '1 double VIP room',
          'Rooms for men',
          'Rooms for women'
        ]        
      },
      schedule: {
        title: 'Schedule',
        subtitle: `Mental health is the most important component of a person's health, trust your mental state only to professionals. The Mental Health Clinic "Dr. Isaenko" will help you with this!`,
        colls: ['Waking up, morning hygiene', 'Exercise. Mon, Fri - physical rehabilitation.', 'Breakfast', 'Medication intake', 'Reading books, watching movies', 'Visiting relatives', 'Lunch', 'Medication intake', 'Afternoon nap', 'Snack', 'Laboratory tests', '(by appointment)', 'Undergoing additional examinations by a neurologist/pathopsychologist/therapist/ECG']
      },
      scheduleTwo: {
        subtitle: 'Art therapy, CBT, psychoeducation, rational psychotherapy, consultations with related specialists, automated massage as prescribed by a doctor',
        colls: ['Dinner', 'Medication intake', 'Free time', 'Aromatherapy', 'Evening hygiene procedures', 'Night sleep']
      },
      specialists: 'Our Inpatient Treatment Specialists'

    },

    aboutClinicPage: {
      intro: [
        `Welcome to</br> our <span>oasis of peace and care</span>`,
        'About Us',
        'The idea of creating the clinic was born to Dr. Svitlana Volodymyrivna Isayenko after 8 years of working in Kharkiv City Hospital. Her goal was to create a space where patients receive professional care in a comfortable environment, feeling like guests surrounded by care and comfort.'
      ],
    
      principles: [
        'Our Principles',
        `<span>Comfort and Care:</span> We create a warm and relaxed atmosphere.`,
        `<span>Individual Approach:</span> Each patient receives a personalized treatment plan.`,
        `<span>Transparency and Accessibility:</span> Through the Helsi platform, our patients can easily schedule appointments and access medical records online.`,
        `Our principles are aimed at creating optimal conditions for your mental well-being and comfortable treatment.`
      ],
      isaenkoTitle: 'We provide an individual approach to each patient, offering consultations, further examinations, and a treatment plan that allows patients to live a full life without mental health issues.',
      multimodal: [
        `Dr. Isaenko's Multimodal Approach`,
        `Dr. Svitlana Volodymyrivna Isaenko, the founder of our clinic, has developed a unique multimodal approach to mental health treatment. She has integrated the most advanced diagnostic and therapeutic methods, providing a comprehensive and personalized approach to each patient.`
      ]
      

    },

    contacts: {
      mobile: 'Contact Number',
      email: 'Email'
    },

    form: {
      title: 'Have any questions?',
      subtitle: 'Please provide your phone number, and we will call you back',
      warning: 'By clicking the button, you agree to the terms of personal data processing.',
      inputs: [`Patient\'s full name`, 'Your phone number*', 'How can we assist you?', 'Submit'],
      required: 'This field is required',
      maxLength: ['Maximum length - 120 characters', 'Maximum length - 300 characters'],

      format: 'Phone number format',

      successSend: 'Application sent successfully!',
      failedSend: 'Error sending the form. Please try again.'


    },

    loading: ['Loading...'],

    appoinment: ['Book an appointment'],

    offerAgreement: ['I agree to the ', 'terms of the offer agreement'],

    offerAgreementLicense: [`Licenses: approved by the Order of the Ministry of Health of Ukraine dated 20.12.2018 No. 2373; approved by the Order of the Ministry of Health of Ukraine dated 20.11.2020 No. 2696`]




    
    
    
    
    
  },










    //Russian


  ru: {
    cookie: [
      'Настройки куки',
      `Нажимая «Принять все», вы даете согласие на хранение куки-файлов на вашем устройстве, которые позволяют улучшить навигацию по сайту, а также анализировать качество пользовательского опыта и эффективность маркетинговых инструментов.`,
      'Принять все',
      'Отклонить все'
    ],
    head: {
      main: [
        "Клиника психического здоровья Dr. Isaenko",
        "Клиника психического здоровья Dr. Isaenko – Психотерапия, лечение депрессии, тревожности и стресса",
        "Клиника психического здоровья Dr. Isaenko предлагает эффективные методы лечения депрессии, тревожности и стресса. Наши опытные психотерапевты используют современные подходы к психотерапии, обеспечивая качественную помощь в комфортной обстановке. Обращайтесь за профессиональной поддержкой для восстановления душевного равновесия."
      ],
      pages: [
        'Главная',
        'Наша команда',
        'О клинике',
        'Наша команда',
        'Стационар в Харькове',
        'Контакты',
        'Мультимодальный подход',
        'О стационаре',
      ],
      pagesDirections: [
        'Психиатр',
        'Патопсихолог',
        'Психотерапевт',
        'Психолог',
        'Детская психиатрия',
        'Невролог',
        'Нейрофизиолог',
        'Терапевт',
        'Сексолог',
        'Нарколог',
        'УЗИ'
      ]
    },
    
    highcall: ["Первый лицензированный психиатрический стационар в Украине", "Лицензия МОЗ от 20.12.2018 N2373", "Номер телефона для связи работает 24/7", "Позвонить"],
    header: {
      kyiv: "Киев",
      kharkiv: "Харьков",
      menu: ["Направления", "Про клинику", "Наша команда", "Стационар в Харькове", "Контакты", "Онлайн-запись"],
      number: `Контактный номер`
    },
    footer: {
      license: [`Лицензии: утверждено Приказом Министерства здравоохранения Украины от 20.12.2018 N2373; утверждено Приказом Министерства здравоохранения Украины от 20.11.2020 N2696`],
      nav: ['Навигация', 'О клинике', 'Наша команда', 'Стационар в Харькове', 'Контакты'],
      routes: ['Направления', 'Психиатр', 'Патопсихолог', 'Психотерапевт', 'Психолог', 'Детская психиатрия', 'Невролог', 'Нейрофизиолог', 'Терапевт', 'Сексолог', 'Нарколог', 'УЗИ'],
      schedule: ['График работы', 'Пн-Пт', 'Сб', 'Вс', 'Выходной'],
      chat: 'Чаты поддержки',
      policy: ['«Dr. Isaenko» 2012 – 2024. Все права защищены', 'Договор Оферты', 'Пользовательское соглашение', 'Публичное соглашение об оказании медицинских услуг'],
      inpatientTreatment: 'Стационарное лечение',
      inpatientTreatmentWorksAllDay: 'Стационар в Харькове работает круглосуточно'

    },

    ultrasound: 'Наши специалисты',

    home: {
      intro: [`Сеть клиник <br /> ментального здоровья <br /> «Dr. Isaenko»`, "Комплексный мультимодальный подход <br/> к вашему благополучию. Клиники в Харькове и Киеве.", "Про клинику"],
      aboutClinic: [`Клиника Dr. Isaenko – это уютное, <span>комфортное и современное пространство, пронизанное светом и</span> дружелюбной атмосферой.`, `Для многих слово "клиника" вызывает отрицательные ассоциации: белые стены, ряд палат, запах больницы, врачи в масках. Центр ментального здоровья Dr. Isaenko предлагает новый подход к медицинским услугам и пространству, где они предоставляются. <span>Уникальность клиники заключается в мультимодальном комплексном подходе к здоровью, современным методам диагностики и лечения.</span>`, 'Подробнее о клинике'],
      infoContainer: [`Уже 3000+ пациентов доверили нам свое ментальное здоровье`, 'Наша клиника — это:', `<span>Уютная и комфортная атмосфера,</span> где пациенты могут чувствовать себя как дома.`, `<span>Современные методы диагностики и лечения</span> базируются на новейших научных достижениях.`, `<span>Мультимодальный комплексный подход к здоровью</span>, включающий разнообразные терапевтические методы для обеспечения наилучших результатов.`, `<span>Профессиональный и бережный персонал</span> готов оказать поддержку в любой момент.`],
      cardsInfoSection: ['клиентов получили помощь', 'специалиста принимают онлайн и оффлайн', 'Мы с Helsi', 'наш медицинский центр сотрудничает с Helsi', 'стационар находится в г. Харьков.', 'Подробнее о стационаре'],
      OurTeamH1: ['В сети клиник работает мультидисциплинарная команда опытных специалистов'],
      ourTeam: {
        doctor: [
            'Швец <br/> Юлия<br/> Алексеевна', //0
            'Кожина<br/> Анна<br/> Михайловна', //1
            'Мацюк<br/> Анна<br/> Романовна', //2
            'Кожевникова<br/> Виктория<br/> Анатольевна', //3
            'Марченко<br/> Марина<br/> Николаевна', //4
            'Руденко<br/> Татьяна<br/> Анатольевна', //5
            'Шилина<br/> Наталия<br/> Сергеевна', //6
            'Иванова<br/> Юлия<br/> Михайловна', //7
            'Шапран<br/> Юлия<br/> Андреевна', //8
            'Кушниренко<br/> Анна<br/> Васильевна', //9 
            'Борзенко<br/> Виктор<br/> Русланович', //10
            'Георгиевская<br/> Наталия<br/> Владимировна', //11
            'Новикова<br/> Ирина<br/> Элгудживна', //12
            'Цебрюк<br/> Екатерина<br/> Олеговна' //13
        ],
        quote: [
            'Психиатрия – это путь к исцелению души и улучшению качества жизни.', 
            'Психотерапия помогает найти внутреннюю гармонию и улучшить психическое здоровье.', 
            'Профессиональное лечение паники, тревоги и депрессии с индивидуальным подходом.', 
            'Многолетний опыт в психодиагностике и семейном консультировании для всесторонней поддержки.', 
            'Лечение панических атак и депрессии с индивидуальным подходом для вашего спокойствия.', 
            'Доверьте свое сердце опытному кардиологу для комплексной диагностики и лечения.', 
            'Сделайте шаг к выздоровлению с экспертом в лечении психозов и шизофрении.', 
            'Доверьте свое психическое здоровье эксперту в терапии острых психозов и шизофрении.', 
            'Достигните внутреннего покоя через инновационные методы арт-терапии и КПТ.', 
            'Почувствуйте облегчение от депрессии и тревоги с помощью опытного специалиста.', 
            'Восстановите внутренний баланс и найдите решения своих проблем с профессиональной поддержкой.', 
            'Получите профессиональную помощь в решении сексуальных проблем.', 
            'Верните контроль над своей жизнью с эффективным лечением алкогольной зависимости и медикаментозным кодированием.', 
            'Сделайте первый шаг к освобождению от зависимости с помощью опытного специалиста.'
        ],
        skills: [
          'Ведущий специалист в области терапии первого психотического эпизода, шизофрении.',
          'Доктор наук, психиатр, терапия ПТСР, депрессии, адаптации.',
          'Специалист в области терапии тревожно-депрессивных расстройств, ПТСР.',
          'Признанный специалист в области психологической диагностики, психотерапии.',
          'Психиатр. Консультации. Лечение паники, РПП, нарушений сна, депрессии. Врач стационарного лечения в Харькове.',
          'Кандидат медицинских наук, доцент, врач терапевт, врач ультразвуковой диагностики.',
          'Известный специалист в области терапии острых психозов, шизофрении, БАР.',
          'Психолог, арт-терапевт, травмотерапевт, психодиагност.',
          'КПТ, арт-терапия, лечение неврозов.',
          'Специалист в лечении депрессии, тревоги, ОКР, паники, РПП.',
          'Помощь в решении внутренних и внешних проблем. Врач стационарного лечения в Харькове.',
          'Известный специалист в области психотерапии, сексологии и сексопатологии.',
          'Лечение алкогольной и наркотической зависимости, медикаментозное кодирование. Врач стационарного лечения в Харькове.',
          'Специалист в лечении алкогольной и наркотической зависимости. Врач стационарного лечения в Харькове.'
        ],
        
        button: ['Посмотреть всю команду']
    },
    
    
      multimodal:{
        left: [
          'Мы используем мультимодальный подход для заботы о вашем ментальном здоровье',
          'Мы разрабатываем индивидуальную программу для каждого пациента, обеспечивая не только лечение, но и общее улучшение качества жизни.',
          'Подробнее о методологии'
        ],
        directions: ['Психиатр', 'УЗИ', 'Нарколог', 'Сексолог', 'Терапевт', 'Нейрофизиолог', 'Невролог', 'Патопсихолог', 'Психолог', 'Психотерапевт']

      },
      inpatientTreatment: [
        "Стационарное<br/> лечение<br/> в городе Харьков",
        "В Харькове функционирует наш стационар, где пациенты могут получать круглосуточную медицинскую помощь в комфортных условиях. Стационар оснащен современными удобствами, которые создают атмосферу уюта и спокойствия. Каждая палата оборудована всем необходимым для комфортного пребывания, включая удобные кровати, собственные санузлы и доступ к личному врачу 24/7.",
        "Наши пациенты получают высококачественное лечение под наблюдением опытных специалистов, которые применяют новейшие методы диагностики и терапии. Мы обеспечиваем индивидуальный подход к каждому пациенту, учитывая все особенности его состояния и потребности. Наш стационар – это место, где вы сможете почувствовать себя в безопасности и получить всю необходимую помощь для эффективного выздоровления."
    ],
      certificate: [
        "Лицензия МОЗ",
        "14 коек",
        "Справка",
        "от 20.12.2018 N2373",
        "из них 2 VIP палаты",
        "Официальные справки от нашей клиники",
        "стационар, находящийся в г. Харьков"
    ]
    },
    nav: ['Все врачи', 'Киев', 'Харьков', 'Онлайн', 'По направлениям'],
    team:{
      name: [
        'Кожина Анна Михайловна',
        'Товажнянская Елена Леонидовна',
        'Георгиевская Наталья Владимировна',
        'Бовт Юлия Викторовна',
        'Кожевникова Виктория Анатольевна',
        'Шилина Наталья Сергеевна',
        'Иванова Юлия Михайловна',
        'Шапран Юлия Андреевна',
        'Борзенко Виктор Русланович',
        'Руденко Татьяна Анатольевна',
        'Кушниренко Анна Васильевна',
        'Цебрюк Екатерина Олеговна',
        'Швец Юлия Алексеевна',
        'Бережной Герман Геннадьевич',
        'Коровина Лилия Дмитриевна',
        'Мацюк Анна Романовна',
        'Вегера-Ижевская Ирина Владимировна',
        'Шапошник Ольга Николаевна',
        'Билык Людмила Игоревна',
        'Гуцал Екатерина Витальевна',
        'Забродина Людмила Петровна',
        'Медяник Наталья Сергеевна',
        'Михайлов Борис Владимирович',
        'Скрынник Ольга Вячеславовна',
        'Новикова Ирина Элгуджиевна',
        'Марченко Марина Николаевна'
    ],
    services: [
      'Первичная консультация', // 0
      'Повторная консультация и коррекция лечения', // 1
      'Психотерапия', // 2
      'ЭЭГ', // 3
      'Консультация', // 4
      'Патопсихологическое исследование', // 5
      'Семейная консультация', // 6
      'Повторная консультация', // 7
      'Стоимость консультации', // 8
      'Общее УЗИ', // 9
      'Повторная консультация', // 10
      'Проведение психокоррекции', // 11
      'Консультация', // 12
      'ЭКГ', // 13
      'Семейная психотерапия', // 14
      'Коррекция лечения', // 15
      'до' // 16
    ],
    
    special: [
      'Доктор медицинских наук, профессор, академик Национальной академии высшего образования Украины', //0
      'Доктор медицинских наук, профессор, врач-невролог', //1
      'Кандидат медицинских наук, доцент, врач - психиатр, психотерапевт, нарколог, сексопатолог', //2
      'Кандидат медицинских наук, врач-невролог', //3
      'Кандидат психологических наук, медицинский психолог, патопсихолог', //4
      'Врач - психиатр, врач детский психиатр, врачебный стаж более 30 лет', //5
      'Психолог, арт-терапевт, травмотерапевт, психодиагност', //6
      'Врач-психиатр, кандидат медицинских наук', //7
      'Врач-психиатр, психолог, психоаналитик', //8
      'Кандидат медицинских наук, доцент, врач - терапевт, врач ультразвуковой диагностики', //9
      'Специалист в лечении депрессии, тревоги, ОКР, паники, РПП.', //10
      'Врач - психиатр. Специалист в области терапии тревожно-депрессивных расстройств, расстройств адаптации, шизофрении, БАР', //11
      'Врач-психиатр. Ведущий специалист в области терапии первого психотического эпизода', //12
      'Врач - психиатр, детский психиатр', //13
      'Кандидат медицинских наук, врач - психиатр, медицинский психолог', //14
      'Специалист в области терапии тревожно-депрессивных расстройств, ПТСР, расстройств адаптации, БАР, шизофрении', //15
      'Специалист в области личностно-ориентированной психотерапии, семейной психотерапии', //16
      'Специалист в области диагностики. Проводит индивидуальный подбор чек-апов', //17
      'Врач-невролог. Специалист в области терапии сосудистых заболеваний головного мозга', //18
      'Врач-психиатр, психолог. Практикует в интегративном подходе', //19
      'Кандидат биологических наук, нейрофизиолог', //20
      'Врач-терапевт. Специалист в области терапии пациентов общетерапевтического, кардиологического и гастроэнтерологического профилей', //21
      'Доктор медицинских наук, профессор, академик Национальной академии высшего образования Украины, врач психиатр, психотерапевт', //22
      'Кандидат медицинских наук, врач - психиатр, детский психиатр, психотерапевт', //23
      'Врач - психиатр, нарколог. Врачебный стаж более 18 лет', //24
      'Врач - психиатр, врачебный стаж 14 лет', //25
  ],
  

    aboutDoctor: [
      'Доктор медицинских наук, профессор, академик Национальной академии высшего образования Украины, врач - психиатр, психотерапевт, детский психиатр, медицинский психолог, врачебный стаж более 30 лет, известный специалист в области психопросвещения, терапии тревожно-депрессивных расстройств, ПТСР, расстройств адаптации',
      'Доктор медицинских наук, профессор, врач - невролог, психотерапевт. Врачебный стаж 34 года, известный специалист в области терапии мигрени, болевого синдрома, сосудистых заболеваний головного мозга, заболеваний периферической нервной системы. Проводит психотерапевтическое сопровождение больных с неврологическими заболеваниями',
      'Кандидат медицинских наук, доцент, врач - психиатр, психотерапевт, нарколог, сексопатолог, врачебный стаж более 20 лет. Известный специалист в области психотерапии, сексологии и сексопатологии. Оказывает помощь при невротических расстройствах, супружеской дезадаптации, сексуальных расстройствах, алкогольной и наркотической зависимости, лудомании',
      'Кандидат медицинских наук, врач-невролог, с врачебным стажем более 25 лет. Ведущий специалист в области терапии органической патологии головного мозга, эпилепсии и нарушений сна',
      'Кандидат психологических наук, медицинский психолог, патопсихолог, стаж работы более 30 лет. Признанный специалист в области психологической диагностики и психотерапии',
      'Врач - психиатр, врач детский психиатр, врачебный стаж более 30 лет. Известный специалист в области терапии острых психозов, шизофрении, БАР, когнитивных нарушений, деменции, тревожно-депрессивных расстройств, психосоматических и соматоформных расстройств, нарушений сна',
      'Опыт работы более 6 лет: психолог, арт-терапевт, травматерапевт, психодиагност. Практикует в интегративном подходе. Специалист в области психотерапии ПТСР, тревоги, страхов, психосоматических расстройств, РПП. Проводит семейную психотерапию, тренинги личностного роста',
      'Врач психиатр, кандидат медицинских наук, врачебный стаж более 11 лет. Специалист в области терапии невротических расстройств, компьютерной и интернет зависимости, арт-терапии, семейной психотерапии',
      '',
      'Кандидат медицинских наук, доцент, врач - терапевт, врач ультразвуковой диагностики, врачебный стаж более 15 лет. Признанный специалист в области профилактики, диагностики, лечения и реабилитации пациентов кардиологического и терапевтического профилей',
      '',
      '',
      'Врач - психиатр, врачебный стаж 17 лет. Ведущий специалист в области терапии первого психотического эпизода, шизофрении, БАР, психических расстройств у беременных и послеродовых психозов',
      'Врач - психиатр, детский психиатр. Врачебный стаж более 5 лет. Специалист в области терапии тревожно-депрессивных расстройств, БАР, шизофрении, ПТСР, ОКР, РПП',
      'Кандидат медицинских наук, врач - психиатр, медицинский психолог. Врачебный стаж более 15 лет. Специалист в области психодиагностики, психотерапии, терапии тревожно-депрессивных расстройств, соматоформных расстройств, шизофрении',
      '',
      '',
      '',
      '',
      'Врач - психиатр, психолог. Стаж работы более 5 лет. Практикует в интегративном подходе. Специалист в области арт-терапии, семейной терапии, поведенческой терапии',
      'Кандидат биологических наук, нейрофизиолог, стаж работы более 25 лет. Ведущий специалист в области нейрофизиологической диагностики',
      '',
      'Доктор медицинских наук, профессор, академик Национальной академии высшего образования Украины, врач психиатр, психотерапевт, врачебный стаж более 40 лет, известный специалист в области психотерапии, терапии тревожно-депрессивных расстройств, шизофрении, БАР',
      'Кандидат медицинских наук, врач - психиатр, детский психиатр, психотерапевт. Врачебный стаж более 30 лет. Специалист в области детской психиатрии, терапии детского аутизма, синдрома дефицита внимания с гиперактивностью, тревожно-депрессивных расстройств',
      'Врач - психиатр, нарколог. Врачебный стаж более 18 лет. Специалист в области лечения алкогольной и наркотической зависимости, медикаментозного кодирования',
      'Врач - психиатр, врачебный стаж 14 лет. Специалист в области терапии тревожно-депрессивных расстройств, ПТСР, психосоматических и соматоформных расстройств, нарушений сна'
  ],
  
    
    reels: 'reels видео врача',
    value: 'Стоимость услуг',
    minutes: 'минут',
	  hrn: 'грн',
    teamTitle: `Мы гордимся нашей командой, которая <span>обеспечивает лучший сервис и помощь</span> в трудные моменты вашей жизни.`
    },
    

    general: {
      isaenkoSection: ['лет опыта', `Исаенко<br /> Светлана<br /> Владимировна`, 'Кандидат медицинских наук, врач - психиатр, детский психиатр, психотерапевт', 'Исаенко Светлана Владимировна', 'Основательница клиники. Известный специалист в области психотерапевтического сопровождения и E-Mental Health технологий'],
      isaenkoTitle: ['Я видела, как тяжело людям найти психологическую поддержку в традиционных больничных условиях и мечтала о создании пространства, где пациенты чувствовали бы себя гостями, окруженными заботой и комфортом.'],
      isaenkoQuote: 'Автор онлайн-курсов «Лаборатория счастливых людей», «Дилер счастья», «Сейчастье», «Светлячок», «Любовь ON», «Мечтайник». Психотерапевтического курса «OnBaza». Психопросветительского курса «Академия доктора Исаенко». Автор книг, меняющих жизнь: «Не выдуманные истории выдуманных людей», «Монстры, с которыми мы живем», «Любовь Л», «Мила Мила».'
    },
    faq: {
      title: "Ответы на часто задаваемые вопросы",
      questions: [
        "Я не знаю, кто мне поможет: психиатр или психотерапевт?",
        "Я хочу, чтобы мне выписали таблетки и состояние улучшилось, к кому обратиться?",
        "Для чего мне проходить обследование?",
        "Вы частная клиника, могу ли я получить официальную справку?",
        "Как часто нужно обращаться после первой консультации с врачом-психиатром?",
        "Зачем указывать персональные данные при записи на консультацию, и передаете ли вы эту информацию?",
        "За сколько до визита нужно прийти в клинику?",
        "Как связаться с врачом вне времени консультации?"
      ],
      answers: [
        "Опишите ваш запрос, и мы поможем вам выбрать нужного специалиста. Что вас беспокоит?",
        "Ваше здоровье - самое важное, необходимо пройти полный осмотр для получения рекомендаций",
        "Ментальные проблемы могут быть вызваны неврологическими или терапевтическими проблемами. Также показатели соматического состояния влияют на назначение препарата",
        "Мы лицензированная психиатрическая клиника, сотрудничаем с системой Неls и предоставляем все необходимые выписки по письменному заявлению пациента",
        "В лечении очень важно соблюдать рекомендации врача и приходить на повторные консультации по плану лечения, через 2 недели после начала, 1 раз в месяц для контрольных осмотров",
        "Обязательно указывать персональные данные и документ, удостоверяющий личность, для идентификации пациента. Врач дает медицинские рекомендации и несет ответственность за назначения, выписывает рецепты. Ваши данные должны быть полными. Ваша информация хранится в полной конфиденциальности",
        "Приходите за 10 минут до начала консультации для заполнения документации",
        "Закажите консультацию вне расписания врача или напишите администраторам, чтобы передать сообщение врачу"
      ]
    },

    directionTabs: {
      diseases: ['Тревога', 'Панические атаки', 'Послеродовая депрессия, психозы', 'Депрессия', 'Биполярное расстройство и похожие психические состояния', 'Лудомания', 'Наркотическая зависимость и реабилитация', 'Алкогольная зависимость и её последствия', 'Расстройства личности и поведения', 'Детская психиатрия', 'Семейные отношения', 'Шизофрения'],
      ocuured: `пациентов<br/> вылечилось`,
      tabButtons: ['Специалисты', 'Лечение заболеваний']

    },

    directionPages: {
      nameDirection: ['Психиатр', 'Психотерапевт', 'Психолог', 'Патопсихолог', 'Детская психиатрия', 'Невролог', 'Нейрофизиолог', 'Терапевт', 'Сексолог', 'Нарколог', 'УЗИ'],
      titleDirection: [
        'Психиатр – врач, специализирующийся на диагностике, лечении и профилактике психических расстройств. Обучение психиатра включает 6 лет в университете и 1,5 года интернатуры. Психиатры используют современные методы диагностики психических заболеваний и лечения, оказывают неотложную помощь и проводят консультации психиатра как на дому, так и в клинике. Ведение медицинской документации и распространение медицинских знаний также являются важной частью их работы.',
        'Психотерапевт – это врач-психиатр, прошедший дополнительную специализацию по психотерапии. Он использует различные методы психотерапии, такие как когнитивно-поведенческая терапия, гипноз, арт-терапия, чтобы помочь пациентам с психическими расстройствами. Психотерапевт работает с пациентами для улучшения их психического здоровья и социальной адаптации.',
        'Психолог – специалист с гуманитарным образованием, занимающийся изучением психических явлений и поведения человека. Основные сферы деятельности включают психопрофилактическую, психодиагностическую и психокоррекционную работу. Психологи оказывают психологическую помощь и поддержку, проводят консультации психолога, но не могут ставить диагнозы или назначать лечение.',
        'Патопсихолог – специалист, изучающий психические расстройства и их влияние на поведение человека. Используя психодиагностические методики, патопсихолог выявляет нарушения в психических сферах и помогает в постановке диагноза. Он определяет характер и степень нарушений, работая в медицинских учреждениях и реабилитационных центрах.',
        'Детская психиатрия – область медицины, специализирующаяся на диагностике и лечении психических расстройств у детей и подростков. Детские психиатры проходят специализированное обучение и используют различные методы лечения, включая медикаментозную терапию, психотерапию и семейные консультации.',
        'Невролог – врач, специализирующийся на диагностике и лечении заболеваний нервной системы. Он работает с пациентами, имеющими неврологические расстройства: эпилепсия, инсульт, мигрень и другие. Неврологи используют современные методы обследования и занимаются реабилитацией пациентов.',
        'Нейрофизиолог – специалист, изучающий функции нервной системы на молекулярном, клеточном и системном уровнях. Используя электрофизиологические исследования, нейрофизиологи исследуют активность мозга и разрабатывают новые методы диагностики нервных расстройств и лечения. Их исследования помогают понять механизмы заболеваний нервной системы и разрабатывать эффективные методы лечения.',
        'Терапевт – врач общей практики, занимающийся диагностикой, лечением и профилактикой заболеваний внутренних органов. Он предоставляет первичную медицинскую помощь, проводит осмотры, диагностические тесты и назначает лечение. Терапевт консультирует пациентов по вопросам здорового образа жизни и управления хроническими заболеваниями.',
        'Сексолог – специалист, занимающийся изучением и лечением сексуальных расстройств и проблем. Он помогает пациентам преодолеть трудности, связанные с сексуальным здоровьем, используя психотерапевтические и медицинские методы. Сексологи проводят консультации и образовательные мероприятия для повышения сексуальной культуры и информированности.',
        'Нарколог – врач, специализирующийся на диагностике, лечении и профилактике зависимостей от психоактивных веществ. Наркологи используют комплексный подход, включая медикаментозную терапию, психотерапию и социальную реабилитацию, для помощи пациентам в преодолении зависимостей.',
        'Ультразвуковое исследование (УЗИ) – метод диагностики, использующий высокочастотные звуковые волны для получения изображений внутренних органов и структур тела. УЗИ безопасно, неинвазивно и широко используется в медицине для диагностики заболеваний сердца, печени, почек и других органов, а также в акушерстве для наблюдения за развитием плода.'
      ],

      subtitleDirection: [
        'Если вам нужна помощь или консультация психиатра, свяжитесь с нами для получения дополнительной информации.',
        'Узнайте больше о психотерапии и запишитесь на консультацию, связавшись с нами.',
        'Для получения консультации психолога свяжитесь с нами.',
        'Для получения консультации патопсихолога свяжитесь с нами.',
        'Если вашему ребенку нужна помощь детского психиатра, свяжитесь с нами для получения дополнительной информации.',
        'Запишитесь на консультацию невролога, связавшись с нами для получения дополнительной информации.',
        'Для получения консультации нейрофизиолога свяжитесь с нами.',
        'Запишитесь на консультацию терапевта, связавшись с нами для получения первичной медицинской помощи.',
        'Узнайте больше о том, как сексолог может помочь вам улучшить сексуальное здоровье, связавшись с нами.',
        'Запишитесь на консультацию нарколога для получения помощи в лечении зависимостей, связавшись с нами.',
        'Узнайте больше о преимуществах УЗИ диагностики и запишитесь на обследование, связавшись с нами.'
      ],

      specialists: 'Наши специалисты'

    },

    multimodalPage:{
      title: 'Почему мультимодальный подход?',
      subtitle: [
        `Часто возникает вопрос: <span>«Зачем проходить консультации у невролога, нарколога, патопсихолога, психотерапевта и других специалистов?»</span>`,
        'Ответ прост! Депрессии, тревожные состояния, деменция, алкогольная зависимость, биполярное расстройство и многие другие психиатрические заболевания могут возникать на фоне неврологических, терапевтических и сопутствующих диагнозов и состояний.',
        `Пациент нашей клиники — самая важная персона, а его здоровье — главная цель нашей работы. Поэтому наши врачи проводят полный осмотр, охватывая различные направления обследований.`
      ]
    },

    inpatientTreatmentPage: {
      title: `<span>Стационарное лечение</span> в клинике психического здоровья «Dr. Isaenko»`,
      subtitle: `Клиника психического здоровья «Dr. Isaenko» — единственная в Украине частная психиатрическая клиника, где в комфортных условиях проводится комплексное лечение:`,
      points: [
        `Тревожные и тревожно-фобические расстройства (панические атаки, генерализованное тревожное расстройство, ОКР и др.)`,
        `Широкий спектр депрессивных расстройств`,
        `Посттравматические стрессовые расстройства и расстройства адаптации`,
        'Расстройства пищевого поведения (анорексия, булимия)',
        'Психические расстройства после перенесенного Covid-19',
        'Острые и хронические психозы, шизофрения',
        'Биполярное аффективное расстройство',
        'Деменция',
        'Головные боли, мигрени',
        'Сосудистые заболевания головного мозга',
        'Неврологические заболевания',
        'Болевой синдром',
        'Эпилепсия',
        'Болезнь Паркинсона'
      ],
      rules: {
        title: 'Условия пребывания',
        subtitle: 'Пациенты нашей клиники находятся под комплексным круглосуточным наблюдением высококвалифицированного медицинского персонала. Минимальная стоимость пребывания в стационаре составляет 4000 гривен, которая включает в себя:',
        points: [
          `<span>Пребывание</span>`,
          `<span>Питание (4-разовое, включая диетический стол)</span>`,
          `<span>Медикаментозная терапия современными препаратами последнего поколения</span>`,
          `<span>Аппаратный массаж</span>`,
        ]
      },
    
      servicesTreatment: {
        title: 'Услуги стационара',
        subtitle: 'В клинике предоставляется амбулаторная и стационарная помощь. Стационар рассчитан на 14 коек (1 одноместная VIP палата на 1 человека, 1 двухместная VIP палата, 1 мужская палата, 1 женская палата). Также имеется палата дневного стационара на 4 койки.',
        service: [
          '1 одноместная VIP палата',
          '1 двухместная VIP палата',
          'Палаты для мужчин',
          'Палаты для женщин'
        ]        
      },
      schedule: {
        title: 'Расписание',
        subtitle: `Психическое здоровье – важнейший компонент здоровья человека, доверяйте свое душевное состояние только профессионалам. Клиника психического здоровья «Dr. Isaenko» Вам в этом поможет!`,
        colls: ['Пробуждение, утренняя гигиена', 'Зарядка. Пн, Пт - физическая реабилитация.', 'Завтрак', 'Прием медикаментов', 'Чтение книг, просмотр фильмов', 'Посещение родственников', 'Обед', 'Прием медикаментов', 'Дневной сон', 'Полдник', 'Сдача лабораторных анализов', '(по записи)', 'Прохождение дообследования у невролога/патопсихолога/терапевта/ЭКГ']
      },
      scheduleTwo: {
        subtitle: 'Арт-терапия, КПТ, психообразование, рациональная психотерапия, консультации смежных специалистов, автоматизированный массаж по назначению врача',
        colls: ['Ужин', 'Прием медикаментов', 'Свободное время', 'Ароматерапия', 'Вечерние гигиенические процедуры', 'Ночной сон']
      },

      specialists: 'Наши специалисты стационарного лечения'
    },

    aboutClinicPage: {
      intro: [
        `Добро пожаловать</br> в наш <span>оазис спокойствия и заботы</span>`, 
        'О нас',
        'Идея создания клиники родилась у врача Светланы Владимировны Исаенко после 8 лет работы в городской больнице Харькова. Ее целью было создать пространство, где пациенты получают профессиональную помощь в комфортных условиях, чувствуя себя гостями, окруженными заботой и комфортом.'
      ],
    
      principles: [
        'Наши Принципы',
        `<span>Комфорт и Забота:</span> Мы создаем теплую и непринужденную атмосферу.`,
        `<span>Индивидуальный Подход:</span> Каждый пациент получает персональный план лечения.`,
        `<span>Прозрачность и Доступность:</span> Благодаря платформе Helsi, наши пациенты могут легко записаться на прием и получить доступ к медицинским записям онлайн.`,
        `Наши принципы направлены на создание оптимальных условий для вашего ментального здоровья и комфортного лечения.`
      ],
      isaenkoTitle: 'Мы предоставляем индивидуальный подход к каждому пациенту, предлагая консультации, дополнительные обследования и план лечения, который позволяет пациентам жить полноценной жизнью без ментальных проблем.',
      multimodal: [
        'Мультимодальный Подход Доктора Исаенко',
        `Доктор Светлана Владимировна Исаенко, основатель нашей клиники, разработала уникальный мультимодальный подход к лечению ментального здоровья. Она интегрировала самые современные методы диагностики и терапии, обеспечивая комплексный и персонализированный подход к каждому пациенту.`
      ]
      

    },

    contacts: {
      mobile: 'Номер для связи',
      email: 'Электронная почта'
    },

    form: {
      title: 'Остались вопросы?',
      subtitle: 'Укажите номер телефона, и мы вам перезвоним',
      warning: 'Нажимая на кнопку, вы соглашаетесь с условиями обработки персональных данных.',
      inputs: ['ФИО пациента', 'Ваш номер телефона*', 'Чем мы можем вам помочь?', 'Отправить'],
      format: 'Формат номера',
      successSend: 'Заявка успешно отправлена!',
      failedSend: 'Ошибка при отправке заявки. Попробуйте еще раз.',
      required: 'Это поле обязательно',
      maxLength: ['Максимальная длина - 120 символов', 'Максимальная длина - 300 символов']



    },

    loading: ['Загрузка...'],

    appoinment: ['Записаться на прием'],

    offerAgreement: ['Согласен с ', 'условиями договора оферты'],

    offerAgreementLicense: [`Лицензии: утверждено Приказом Министерства здравоохранения Украины от 20.12.2018 №2373; утверждено Приказом Министерства здравоохранения Украины от 20.11.2020 №2696`]



    
    
    
    
    
  }
};



export default translations;